{"sura": [
       {"sura": 1,
        "aya": 0,
         "patterns": ["لماذا سميت سوره الفاتحه بهذا الاسم",
                      "لماذا أُطلق على سورة الفاتحة هذا الاسم؟",
                      "ما سبب تسمية سورة الفاتحة بهذا الاسم؟",
                      "لماذا تُسمى سورة الفاتحة بهذا الاسم تحديدًا؟",
                      "ما الحكمة وراء اسم سورة الفاتحة؟",
                      "ما السوره الاولي بالقران" ,
                      "ما السوره 1 بالقران" ,
                      "ما هي اول سوره في القرآن الكريم"],
         "responses": ["سورة الفاتحة سميت هذه السورة بالفاتحة؛ لأنه يفتتح بها القرآن العظيم، وتسمى المثاني؛ لأنها تقرأ في كل ركعة، ولها أسماء آخرى."],
         "context_set": ""
        },
 
        {"sura": 1,
        "aya": 1,
         "patterns": ["ما الغاية من بدء سورة الفاتحة بعبارة \"بسم الله الرحمن الرحيم\"؟",
                      "لماذا جاءت البسملة في بداية سورة الفاتحة؟", 
                      "ما السبب وراء افتتاح سورة الفاتحة بالبسملة؟",
                      "لماذا ابتدأت سورة الفاتحة بالبسملة؟",
                      "ما الحكمة من بدء سورة الفاتحة بالبسملة؟",
                      "؟ما هو تفسير اول آيه في سوره الفاتحه",
                      "تفسير اول ايه بالقران" ,
                      "تفسير اول ايه بسوره الفاتحه" ,
                      "تفسير الايه الاولي في سوره الفاتحه" ,
                      "تفسير الايه 1 في سوره الفاتحه" ,
                      "ما هو تفسير اول آيه في اول سوره في القرآن؟",
                      "كيف يمكن فهم دلالة البسملة في بداية السورة؟",
                      "ماذا تعني آية \"بسم الله الرحمن الرحيم\"؟"],
         "responses": ["الآية الاولي بالقرآن هي : \n بِسۡمِ ٱللَّهِ ٱلرَّحۡمَٰنِ ٱلرَّحِيمِ \n و تفسيرها : \n أبتدئ قراءة القرآن باسم الله مستعينا به، (اللهِ) علم على الرب -تبارك وتعالى- المعبود بحق دون سواه، وهو أخص أسماء الله تعالى، ولا يسمى به غيره سبحانه. (الرَّحْمَنِ) ذي الرحمة العامة الذي وسعت رحمته جميع الخلق، (الرَّحِيمِ) بالمؤمنين، وهما اسمان من أسمائه تعالى، يتضمنان إثبات صفة الرحمة لله تعالى كما يليق بجلاله."],
         "context_set": ""
        },

        {"sura": 1,
        "aya": 2,
         "patterns": ["ما تفسير آية \"الحمد لله رب العالمين\"؟",
                      "ما المقصود برب العالمين في الآية الثانيه في سوره الفاتحه؟",
                      "ماذا تعني \"الحمد لله رب العالمين\"؟",
                      "ما دلالة كلمة \"الحمد\" في بداية الآية الثانيه من سوره الفاتحه؟",
                      "لماذا افتتحت الآيه الثانيه بحمد الله؟",
                      "تفسير ثاني ايه بالقران" ,
                      "تفسير ثاني ايه بسوره الفاتحه" ,
                      "تفسير الايه الثانيه في سوره الفاتحه" ,
                      "تفسير الايه 2 في سوره الفاتحه" ,
                      "تفسير الايه التانيه في سوره الفاتحه" ,
                      "ما الغاية من ذكر \"رب العالمين\" بعد الحمد؟"],
         "responses": ["الآية الثانية بالقرآن هي : \n ٱلۡحَمۡدُ لِلَّهِ رَبِّ ٱلۡعَٰلَمِينَ \n و تفسيرها : \n الثناء على الله بصفاته التي كلُّها أوصاف كمال، وبنعمه الظاهرة والباطنة، الدينية والدنيوية، وفي ضمنه أَمْرٌ لعباده أن يحمدوه، فهو المستحق له وحده، وهو سبحانه المنشئ للخلق، القائم بأمورهم، المربي لجميع خلقه بنعمه، ولأوليائه بالإيمان والعمل الصالح."],
         "context_set": ""
        },

        {"sura": 1,
        "aya": 3,
         "patterns": ["ما الفرق بين \"الرحمن\" و\"الرحيم\" في سوره الفاتحه؟",
                      "لماذا جاءت \"الرحمن الرحيم\" بعد \"رب العالمين\"؟",
                      "ماذا تعني صفتي \"الرحمن الرحيم\"؟",
                      "ما تفسير آية \"الرحمن الرحيم\"؟",
                      "تفسير ثالث ايه بالقران" ,
                      "تفسير تالت ايه بالقران" ,
                      "تفسير ثالث ايه بسوره الفاتحه" ,
                      "تفسير الايه الثالثه في سوره الفاتحه" ,
                      "تفسير الايه 3 في سوره الفاتحه" ,
                      "تفسير الايه التالته في سوره الفاتحه" ,
                      "ما دلالة التركيز على الرحمة في الآية الثالثه؟",
                      "ما الحكمة من وصف الله بالرحمن الرحيم في سوره الفاتحه",
                      "كيف يعبر ذكر الرحمن الرحيم عن رحمة الله الشاملة؟"],
         "responses": ["الآية الثالثة بالقرآن هي : \n ٱلرَّحۡمَٰنِ ٱلرَّحِيمِ \n و تفسيرها : \n (الرَّحْمَنِ) الذي وسعت رحمته جميع الخلق, (الرَّحِيمِ), بالمؤمنين, وهما اسمان من أسماء الله تعالى."],
         "context_set": ""
        },

        {"sura": 1,
        "aya": 4,
         "patterns": ["ما المقصود بيوم الدين في سوره الفاتحه؟",
                      "كيف تبرز الآية عظمة الله في يوم الحساب؟",
                      "ماذا تعني \"مالك يوم الدين\"؟",
                      "ما تفسير آية \"مالك يوم الدين\"؟",
                      "تفسير رابع ايه بالقران" ,
                      "تفسير رابع ايه بسوره الفاتحه" ,
                      "تفسير الايه الرابعه في سوره الفاتحه" ,
                      "تفسير الايه 4 في سوره الفاتحه" ,
                      "تفسير الايه الرابعه في سوره الفاتحه" ,
                      "ما أهمية وصف الله بـ\"مالك يوم الدين\"؟"],
         "responses": ["الآية الرابعة بالقرآن هي : \n مَٰلِكِ يَوۡمِ ٱلدِّينِ \n و تفسيرها : \n هو سبحانه وحده مالك يوم القيامة, وهو يوم الجزاء على الأعمال. وفي قراءة المسلم لهذه الآية في كل ركعة من صلواته تذكير له باليوم الآخر, وحثٌّ له على الاستعداد بالعمل الصالح, والكف عن المعاصي والسيئات."],
         "context_set": ""
        },

        {"sura": 1,
        "aya": 5,
         "patterns": ["ما تفسير آية \"إياك نعبد وإياك نستعين\"؟",
                      "ماذا تعني \"إياك نعبد وإياك نستعين\"؟",
                      "ما معنى الإخلاص في العبادة في سوره الفاتحه؟" ,
                      "ما سبب تقديم \"إياك\" في العبادة والاستعانة؟",
                      "؟ما هو تفسير خامس آيه في سوره الفاتحه",
                      "تفسير خامس ايه بالقران" ,
                      "تفسير خامس ايه بسوره الفاتحه" ,
                      "تفسير الايه الخامسه في سوره الفاتحه" ,
                      "تفسير الايه 5 في سوره الفاتحه" ,
                      "تفسير الايه الخامسه في سوره الفاتحه" ,
                      "ما معنى الآيه رقم خمسه في سوره الفاتحه"],
         "responses": ["الآية الخامسة بالقرآن هي : \n إِيَّاكَ نَعۡبُدُ وَإِيَّاكَ نَسۡتَعِينُ \n و تفسيرها : \n إنا نخصك وحدك بالعبادة, ونستعين بك وحدك في جميع أمورنا, فالأمر كله بيدك, لا يملك منه أحد مثقال ذرة. وفي هذه الآية دليل على أن العبد لا يجوز له أن يصرف شيئًا من أنواع العبادة كالدعاء والاستغاثة والذبح والطواف إلا لله وحده, وفيها شفاء القلوب من داء التعلق بغير اله, ومن أمراض الرياء والعجب, والكبرياء."],
         "context_set": ""
        },

        {"sura": 1,
        "aya": 6,
         "patterns": ["ما تفسير آية \"اهدنا الصراط المستقيم\"؟",
                      "ماذا تعني \"اهدنا الصراط المستقيم\"؟",
                      "ما المقصود بالصراط المستقيم في الآية السادسه في سوره الفاتحه؟",
                      "؟ما هو تفسير سادس آيه في سوره الفاتحه",
                      "تفسير سادس ايه بالقران" ,
                      "تفسير سادس ايه بسوره الفاتحه" ,
                      "تفسير الايه السادسه في سوره الفاتحه" ,
                      "تفسير الايه 6 في سوره الفاتحه" ,
                      "تفسير الايه السادسة في سوره الفاتحه" ,
                     "ما معنى الآيه رقم سته في سوره الفاتحه"],
         "responses": ["الآية السادسة بالقرآن هي : \n ٱهۡدِنَا ٱلصِّرَٰطَ ٱلۡمُسۡتَقِيمَ \n و تفسيرها : \n دُلَّنا, وأرشدنا, ووفقنا إلى الطريق المستقيم, وثبتنا عليه حتى نلقاك, وهو الإسلام، الذي هو الطريق الواضح الموصل إلى رضوان الله وإلى جنته, الذي دلّ عليه خاتم رسله وأنبيائه محمد صلى الله عليه وسلم, فلا سبيل إلى سعادة العبد إلا بالاستقامة عليه."],
         "context_set": ""
        },

        {"sura": 1,
        "aya": 7,
         "patterns": ["ما تفسير آية \"صراط الذين أنعمت عليهم غير المغضوب عليهم ولا الضالين\"؟",
                      "؟ما هو تفسير آخر آيه في سوره الفاتحه",
                      "تفسير سابع ايه بالقران" ,
                      "تفسير سابع ايه بسوره الفاتحه" ,
                      "تفسير الايه السابعه في سوره الفاتحه" ,
                      "تفسير الايه 7 في سوره الفاتحه" ,
                      "تفسير الايه السابعة في سوره الفاتحه" ,
                      "؟ما معنى سابع آيه في سوره الفاتحه", 
                      "ماذا تعني \"صراط الذين أنعمت عليهم غير المغضوب عليهم ولا الضالين\"؟", 
                      "ما المقصود ب \"صراط\" في آخر ايه في سوره الفاتحه؟"],
         "responses": ["الآية السابعة بالقرآن هي : \n صِرَٰطَ ٱلَّذِينَ أَنۡعَمۡتَ عَلَيۡهِمۡ غَيۡرِ ٱلۡمَغۡضُوبِ عَلَيۡهِمۡ وَلَا ٱلضَّآلِّينَ \n و تفسيرها : \n طريق الذين أنعمت عليهم من النبيين والصدِّيقين والشهداء والصالحين, فهم أهل الهداية والاستقامة, ولا تجعلنا ممن سلك طريق المغضوب عليهم, الذين عرفوا الحق ولم يعملوا به, وهم اليهود, ومن كان على شاكلتهم, والضالين, وهم الذين لم يهتدوا, فضلوا الطريق, وهم النصارى, ومن اتبع سنتهم. وفي هذا الدعاء شفاء لقلب المسلم من مرض الجحود والجهل والضلال, ودلالة على أن أعظم نعمة على الإطلاق هي نعمة الإسلام, فمن كان أعرف للحق وأتبع له, كان أولى بالصراط المستقيم, ولا ريب أن أصحاب رسول الله صلى الله عليه وسلم هم أولى الناس بذلك بعد الأنبياء عليهم السلام, فدلت الآية على فضلهم, وعظيم منزلتهم, رضي الله عنهم. ويستحب للقارئ أن يقول في الصلاة بعد قراءة الفاتحة: (آمين), ومعناها: اللهم استجب, وليست آية من سورة الفاتحة باتفاق العلماء; ولهذا أجمعوا على عدم كتابتها في المصاحف."],
         "context_set": ""
        }
              ]
}        